brew "fish"
brew "awscli"
brew "curl"
brew "wget"
brew "figlet"
brew "fzf"
brew "duf"
brew "git"
brew "git-lfs"
brew "grc"
brew "htop"
brew "btop"
brew "jq"
brew "yq"
brew "neofetch"
brew "neovim"
brew "helix"
brew "restic"
brew "rsync"
brew "tmux"
brew "zellij"
brew "unison"
brew "less"
brew "starship"
brew "stgit"
brew "fontconfig"
brew "lld"
brew "coreutils"
brew "mas"
cask "wezterm"
cask "amethyst"
cask "lunar"
cask "shifty"
cask "finicky"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "font-iosevka-etoile"
cask "font-iosevka-aile"
cask "font-iosevka-curly"
cask "font-iosevka-curly-slab"
cask "plexamp"
cask "istat-menus"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "bettertouchtool"
cask "bitwarden"
cask "alfred"
cask "bartender"
cask "obsidian"
cask "istat-menus"
mas "Amphetamine", id: 937984704
mas "Pixelmator Pro", id: 1289583905

